Repository: common-repository/magazine-lister-for-yumpu
Catalog: languages/magazine-lister-for-yumpu-*.po
Languages: de_de

source: browse it
de_de: Hier blättern

source: Settings
de_de: Einstellungen

source: show title
de_de: Titel anzeigen

source: show validity date
de_de: Gültigkeitsdatum anzeigen

source: set link text
de_de: Linktext setzen

source: Create shortcodes after entering a valid Yumpu.com API-Key
de_de: Shortcodes können nach Eingabe eines gültigen API-Tokens erzeugt werden.

source: Collections couldn't get retrieved:
de_de: Sammlungen konnten nicht ermittelt werden:

source: add Shortcode
de_de: Shortcode hinzufügen

source: choose a collection
de_de: Sammlung auswählen

source: Choose a collection.
de_de: Sammlung auswählen

source: choose a section
de_de: Bereich auswählen

source: remove shortcode
de_de: Shortcode entfernen

source: save changes
de_de: Änderungen speichern

source: Displays your Yumpu Magazines as thumb nails, opens them in fullscreen. Magazines have to be organized in sections.
de_de: Zeigt Ihre Yumpu-Magazine als Thumbnails an und öffnet sie im Vollbild. Ihre Magazine müssen dabei in Sammlungen und Bereichen eingeteilt sein.
